// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Geräteerkennung";


// Search Task
SearchTaskName = "Gerät auswählen";
SearchTaskTitle = "Zu konfigurierendes Gerät auswählen";

AllFilterTitle = "Alle";

DevicesFilterLabel = "Geräte:";
SupportedDevicesFilterTitle = "Unterstützt";

ConnectionFilterLabel = "Verbindung:";

DeviceNameColumnTitle = "Gerätename";
ConnectionColumnTitle = "Verbindung";
DetailsColumnTitle = "Details";
DeviceModelColumnTitle = "Gerätemodell";

DeviceIsNotListedButtonTitle = "Mein Gerät ist nicht aufgelistet…";
SpecifyDeviceManuallyButtonTitle = "Gerät manuell angeben…";

AdminPasswordIsSetOnDeviceTitle = "Auf dem ausgewählten Gerät ist das Administratorkennwort eingestellt";
AdminPasswordIsSetOnDeviceText = "Das ausgewählte Gerät scheint bereits eingerichtet zu sein. Soll die Einrichtung dennoch erfolgen, auf \"Weiter\" klicken.";
AdminPasswordIsSetOnDeviceAWCConnectionText = "Das ausgewählte Gerät scheint bereits eingerichtet zu sein.";

DeviceCommunicationError = "Kommunikationsfehler";
DeviceCommunicationErrorText = "Fehler beim Kommunizieren mit dem Gerät. Vergewissern Sie sich, dass das Gerät bereit ist, und versuchen Sie es erneut.";
DeviceCommunicationTimeoutErrorText = "Das Gerät antwortet nicht. Vergewissern Sie sich, dass das Gerät verbunden ist, und versuchen Sie es erneut.";

ManualSpecifyTaskDescription = "Gerät manuell angeben";
ManualSpecifyOkButtonTitle = "Verbinden";
